[ItemDefs.ID_MO_ClapTrapWand_Wand MissionItemDefinition]
UseFailureCharacterMessage="So it should be %s Use this article."
ItemName="magic wand"
PickupMessage="day %s"
UseFailureLevelMessage="You must be %d years of age or older to use this product.."
UseFailureConstraintsMessage="This item is prohibited."
NoManufacturerName="Find out more"

[ItemDefs.ID_MO_ClaptrapWand_Wand1Redo MissionItemDefinition]
UseFailureCharacterMessage="That's what you should do %s Use this article."
ItemName="danda mantra"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="in general"

[ItemDefs.ID_MO_ClaptrapWand_Wand1Redo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="It is an impossible magical power. No trace of magic.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClaptrapWand_Wand2 MissionItemDefinition]
UseFailureCharacterMessage="you should %s use this function."
ItemName="bar"
PickupMessage="you are right %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="This item is prohibited."
NoManufacturerName="quality"

[ItemDefs.ID_MO_ClaptrapWand_Wand2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="We with the magic of the house.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClaptrapWand_Wand2Redo MissionItemDefinition]
UseFailureCharacterMessage="Maybe you %s Use it this year."
ItemName="stick "
PickupMessage="development %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="individual"

[ItemDefs.ID_MO_ClaptrapWand_Wand2Redo:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="He used his subtle magic power to bend.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClaptrapWand_Wand3 MissionItemDefinition]
UseFailureCharacterMessage="It should be like that %s Use this product."
ItemName="magical bird"
PickupMessage="You have %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Pistol"

[ItemDefs.ID_MO_ClaptrapWand_Wand3:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="This is an explosion of energy research!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClaptrapWand_Wand3Redo MissionItemDefinition]
UseFailureCharacterMessage="You certainly are %s Use this article."
ItemName="A mantra is required"
PickupMessage="name %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="perfect"

[ItemDefs.ID_MO_ClaptrapWand_Wand3Redo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A burst of energy, an explosion.!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClaptrapWand_Wand4 MissionItemDefinition]
UseFailureCharacterMessage="you should %s This item."
ItemName="forced lover"
PickupMessage="you see %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="you can't use it."
NoManufacturerName="Most of the time"

[ItemDefs.ID_MO_ClaptrapWand_Wand4:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Trained magic, for magical work."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClapTrapWand_Wand:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Medicine has no signs of supernatural power.."
NoConstraintText=""
Suffix=""
Prefix=""

